---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbfDashFt
source: html/aff136d7-b5ff-823b-1794-3210feb2efa8.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbfDashFt Property

Symbol lbf-ft, indicating unit Pound force feet.

## Syntax (C#)
```csharp
public static ForgeTypeId LbfDashFt { get; }
```